package bones.data 
{
	/**
	 * ...
	 * @author Catfish Studio
	 */
	public class Data 
	{
		public static var ratingThousand:Array = [
			["Джек Воробей", 1000, "очков"],
            ["Уилл Тёрнер", 900, "очков"],
            ["Элизабет Суонн", 800, "очков"],
            ["Гектор Барбосса", 700, "очков"],
            ["Дейви Джонс", 600, "очков"],
            ["Тиа Дальма", 500, "очков"],
            ["Джошими Гиббс", 400, "очков"],
            ["Анжелика", 300, "очков"],
            ["Джеймс Норингтон", 200, "очков"]
		];
		
		public static var ratingSevens:Array = [
			["Уилл Тёрнер", 700, "очков"],
            ["Анжелика", 650, "очков"],
            ["Джек Воробей", 600, "очков"],
            ["Джеймс Норингтон", 550, "очков"],
            ["Джошими Гиббс", 500, "очков"],
            ["Гектор Барбосса", 450, "очков"],
            ["Тиа Дальма", 400, "очков"],
            ["Дейви Джонс", 450, "очков"],
            ["Элизабет Суонн", 300, "очков"]
		];
		
	}

}